11/data/attachments/6c79af37006b8693.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Suzanne_rich_Friend_7489_3</nif:username>
            <nif:friendToBeRequested>soap_friends_8466698a-a740-4d93-bb28-aec20f44308e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>